Repository: apirobot/django-linprog-solver-website
Catalog: linprog_solver/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Optimization terminated successfully
ru: Оптимизация успешно завершена

source: Iteration limit reached
ru: Максимальное число итераций превышено

source: Problem appears to be infeasible
ru: Система ограничений несовместна

source: Problem appears to be unbounded
ru: Функция в области допустимых решений задачи не ограничена

source: Variables number
ru: Количество переменных

source: Constraints number
ru: Количество ограничений

source: Next step
ru: Следующий шаг

source: Objective function
ru: Целевая функция

source: Constraints
ru: Ограничения

source: Solve
ru: Решить

source: Please define the number of variables and constraints
ru: Укажите количество переменных и ограничений

source: The number of variables and constraints should be between 1 and 10
ru: Количество переменных и ограничений должно быть от 1 до 10

source: Iteration Complete - Phase {0:d}
ru: Итерирование закончено - Фаза {0:d}

source: Initial Tableau - Phase {0:d}
ru: Начальная таблица - Фаза {0:d}

source: Iteration {0:d} - Phase {1:d}
ru: Итерация {0:d} - Фаза {1:d}

source: Home
ru: Главная

source: Simplex
ru: Симплекс

source: Denis Orehovsky
ru: Денис Ореховский

source: Download PDF
ru: Скачать PDF
